{"status": "ok", "articles": [{"description": "His visit comes amid increasing tensions between Washington and Tehran.", "title": "Pompeo makes surprise visit to Iraq", "url": "https://www.politico.com/story/2019/05/07/mike-pompeo-iraq-iran-1309712", "author": "(Associated Press)", "publishedAt": "2019-05-07T21:33:53Z", "content": "Secretary of State Mike Pompeo (right) walks with Acting Assistant Secretary for Near Eastern Affairs at the State Department David Satterfield (left), and Charge D'affaires at the U.S. Embassy in Baghdad Joey Hood upon arrival in Baghdad for meetings on May … [+3715 chars]", "source": {"id": "politico", "name": "Politico"}, "urlToImage": "https://static.politico.com/bf/e9/fe5f6e344472946d70c216ea3302/190507-pompeo-gty-773.jpg"}, {"description": "Brexit-supporting rebels in British Prime Minister Theresa May's party said on Wednesday they would vote down her European Union divorce deal when she brings it back to parliament early next month.", "title": "Brexit rebels tell Theresa May: Your EU divorce deal is dead", "url": "https://www.reuters.com/article/uk-britain-eu-idUSKCN1SL174", "author": "Kylie MacLellan", "publishedAt": "2019-05-15T10:50:49Z", "content": "LONDON (Reuters) - Brexit-supporting rebels in British Prime Minister Theresa May’s party said on Wednesday they would vote down her European Union divorce deal when she brings it back to parliament early next month. \r\nBrexit had been due to take place on Mar… [+3380 chars]", "source": {"id": "reuters", "name": "Reuters"}, "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20190515&t=2&i=1387323056&w=1200&r=LYNXNPEF4E0OZ"}, {"description": "British Prime Minister Theresa May has carried out \"scenario planning\" for a second Brexit referendum in case she is forced by parliament to hold one, the Daily Telegraph newspaper reported on Monday.", "title": "UK PM May looking at second Brexit vote options if talks fail: Telegraph", "url": "https://www.reuters.com/article/us-britain-eu-vote-idUSKCN1SC0OK", "author": "Reuters Editorial", "publishedAt": "2019-05-06T09:24:17Z", "content": "LONDON (Reuters) - British Prime Minister Theresa May has carried out “scenario planning” for a second Brexit referendum in case she is forced by parliament to hold one, the Daily Telegraph newspaper reported on Monday. \r\nMay is hoping to find a way to get pa… [+1673 chars]", "source": {"id": "reuters", "name": "Reuters"}, "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20190506&t=2&i=1384138027&w=1200&r=LYNXNPEF450I3"}, {"description": "Britain's Labour Party leader Jeremy Corbyn said on Monday Brexit could only be resolved by taking the issue back to the people, either at a new national election or a public vote.", "title": "Labour's Corbyn backs taking Brexit back to the people, in election or public vote", "url": "https://www.reuters.com/article/uk-britain-eu-corbyn-idUSKCN1SX109", "author": "Reuters Editorial", "publishedAt": "2019-05-27T10:47:50Z", "content": "LONDON (Reuters) - Britain’s Labour Party leader Jeremy Corbyn said on Monday Brexit could only be resolved by taking the issue back to the people, either at a new national election or a public vote. \r\n“With the Conservatives disintegrating and unable to gove… [+419 chars]", "source": {"id": "reuters", "name": "Reuters"}, "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20190527&t=2&i=1391415097&w=1200&r=LYNXNPEF4Q0Q7"}, {"description": "Swedish prosecutors reopen inquiry into a rape allegation made against Wikileaks co-founder Julian Assange", "title": "Sweden reopens Assange rape inquiry", "url": "https://www.bbc.co.uk/news/world-europe-48253343", "author": "https://www.facebook.com/bbcnews", "publishedAt": "2019-05-13T09:16:49Z", "content": "Swedish prosecutors have reopened an investigation into a rape allegation made against Wikileaks co-founder Julian Assange.\r\nThe inquiry has been revived at the request of the alleged victim's lawyer.\r\nAssange, who denies the charges, has avoided extradition … [+666 chars]", "source": {"id": "bbc-news", "name": "BBC News"}, "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/7A23/production/_97176213_breaking_news_bigger.png"}, {"description": "Britain's Conservative government and the opposition Labour Party resume Brexit talks on Tuesday to try to find a way to break the deadlock in parliament over the country's departure from the European Union.", "title": "With low expectations, UK Conservatives and Labour resume Brexit talks", "url": "https://www.reuters.com/article/uk-britain-eu-idUSKCN1SD0GF", "author": "Elizabeth Piper", "publishedAt": "2019-05-07T13:04:19Z", "content": "LONDON (Reuters) - Britain’s Conservative government and the opposition Labour Party resume Brexit talks on Tuesday to try to find a way to break the deadlock in parliament over the country’s departure from the European Union. \r\nAfter Prime Minister Theresa M… [+3066 chars]", "source": {"id": "reuters", "name": "Reuters"}, "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20190507&t=2&i=1384539702&w=1200&r=LYNXNPEF4610C"}, {"description": "The University of Cambridge said on Tuesday it would conduct a two-year academic study of how it benefited from or validated the Atlantic slave trade and other forms of coerced labor during the colonial era.", "title": "Cambridge to study how it profited from Atlantic slavery", "url": "https://www.reuters.com/article/us-britain-slavery-cambridge-idUSKCN1S60N6", "author": "Guy Faulconbridge", "publishedAt": "2019-04-30T08:34:56Z", "content": "LONDON (Reuters) - The University of Cambridge said on Tuesday it would conduct a two-year academic study of how it benefited from or validated the Atlantic slave trade and other forms of coerced labor during the colonial era. \r\nThe study will explore the fin… [+3927 chars]", "source": {"id": "reuters", "name": "Reuters"}, "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20190430&t=2&i=1382139022&w=1200&r=LYNXNPEF3T0GT"}, {"description": "Right-wing parties performed strongly, but not as well as expected and parliamentary majorities are not guaranteed.", "title": "Where do the elections leave Europe's nationalists?", "url": "https://www.aljazeera.com/news/2019/05/elections-leave-europe-nationalists-190527164901364.html", "author": "Ylenia Gostoli", "publishedAt": "2019-05-27T18:35:42Z", "content": "Brussels, Belgium - It had been portrayed as a day of reckoning between pro-European and anti-European forces - between those who want greater integration, and those who want to retreat into their nation states.\r\nThe European Parliament election results, howe… [+6828 chars]", "source": {"id": "al-jazeera-english", "name": "Al Jazeera English"}, "urlToImage": "https://www.aljazeera.com/mritems/Images/2019/5/26/8c658c2ede154f36b23c28306273f039_18.jpg"}, {"description": "Ruling Conservative and opposition Labour parties lose ground amid frustration over Brexit, partial results show.", "title": "UK's main parties suffer local elections setback over Brexit", "url": "https://www.aljazeera.com/news/2019/05/uk-main-parties-suffer-local-elections-setback-brexit-190503095641626.html", "author": "Al Jazeera", "publishedAt": "2019-05-03T11:37:09Z", "content": "Britain's main Conservative and Labour parties took a hammering in local elections as Brexit-weary voters expressed frustration over the country's stalled departure from the European Union, partial results showed. \r\nWith results in early on Friday from about … [+3353 chars]", "source": {"id": "al-jazeera-english", "name": "Al Jazeera English"}, "urlToImage": "https://www.aljazeera.com/mritems/Images/2019/5/3/7f3f06d3f0c443febe1a217df18a0b3c_18.jpg"}, {"description": "British Prime Minister Theresa May is facing widespread pressure to quit but can her lawmakers actually force her from office?", "title": "Explainer: Can anyone force British PM May to resign?", "url": "https://www.reuters.com/article/us-britain-eu-leadership-explainer-idUSKCN1SS112", "author": "William James", "publishedAt": "2019-05-22T10:08:36Z", "content": "LONDON (Reuters) - British Prime Minister Theresa May is facing widespread pressure to quit but can her lawmakers actually force her from office? \r\nMay has already promised she will resign to let someone else negotiate Britain’s future relationship with the E… [+3263 chars]", "source": {"id": "reuters", "name": "Reuters"}, "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20190522&t=2&i=1389757121&w=1200&r=LYNXNPEF4L0R6"}, {"description": "Brexit-supporting rebels in British Prime Minister Theresa May's Conservative Party said on Wednesday they would vote down her European Union divorce deal when she brings it back to parliament next month.", "title": "Rebels hope to kill off May's Brexit deal in 'last-chance' vote", "url": "https://www.reuters.com/article/us-britain-eu-idUSKCN1SL172", "author": "Kylie MacLellan", "publishedAt": "2019-05-15T14:27:37Z", "content": "LONDON (Reuters) - Brexit-supporting rebels in British Prime Minister Theresa May’s Conservative Party said on Wednesday they would vote down her European Union divorce deal when she brings it back to parliament next month. \r\nBritain had been due to leave the… [+4402 chars]", "source": {"id": "reuters", "name": "Reuters"}, "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20190515&t=2&i=1387334304&w=1200&r=LYNXNPEF4E0U5"}, {"description": "Lawmakers will be able to determine the shape of Britain's exit from the European Union by amending the government's Brexit legislation in parliament, trade minister Liam Fox will say on Tuesday.", "title": "UK lawmakers can determine type of Brexit by amending law: minister", "url": "https://www.reuters.com/article/us-britain-eu-fox-idUSKCN1SR22Q", "author": "Reuters Editorial", "publishedAt": "2019-05-21T17:13:01Z", "content": "LONDON (Reuters) - Lawmakers will be able to determine the shape of Britain’s exit from the European Union by amending the government’s Brexit legislation in parliament, trade minister Liam Fox will say on Tuesday. \r\nPrime Minister Theresa May plans to put th… [+632 chars]", "source": {"id": "reuters", "name": "Reuters"}, "urlToImage": "https://s4.reutersmedia.net/resources/r/?m=02&d=20190521&t=2&i=1389520294&w=1200&r=LYNXNPEF4K1O9"}, {"description": "And the Trump administration pumps the brakes on two trade wars.", "title": "POLITICO Playbook PM: White House to begin budget talks with Congress next week", "url": "https://www.politico.com/newsletters/playbook-pm/2019/05/17/scoop-white-house-to-begin-budget-talks-with-congress-next-week-437889", "author": "gross@politico.com (Garrett Ross)", "publishedAt": "2019-05-17T16:30:29Z", "content": "Senate Majority Leader Mitch McConnell, Senate Minority Leader Chuck Schumer and Speaker Nancy Pelosi, along with House Minority Leader Kevin McCarthy and the White House, are diving into budget deal talks next week. | Mark Wilson/Getty Images\r\nHILL TEAM SCOO… [+14543 chars]", "source": {"id": "politico", "name": "Politico"}, "urlToImage": "https://static.politico.com/cb/34/eda75e87453095a36a3092f1bb8d/gettyimages-906234408.jpg"}, {"description": "More than 34,000 people across Europe caught measles in the first two months of 2019, with the vast majority of cases in Ukraine, the World Health Organization said on Tuesday as it urged authorities to ensure vulnerable people get vaccinated.", "title": "WHO issues warning as measles infects 34,000 in Europe this year", "url": "https://www.reuters.com/article/us-health-measles-europe-idUSKCN1SD0SA", "author": "Kate Kelland", "publishedAt": "2019-05-07T09:00:48Z", "content": "LONDON (Reuters) - More than 34,000 people across Europe caught measles in the first two months of 2019, with the vast majority of cases in Ukraine, the World Health Organization said on Tuesday as it urged authorities to ensure vulnerable people get vaccinat… [+2286 chars]", "source": {"id": "reuters", "name": "Reuters"}, "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20190507&t=2&i=1384474973&w=1200&r=LYNXNPEF460JC"}, {"description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "title": "San Francisco's top cop calls for probe of his own force over raid of reporter's home", "url": "https://abcnews.go.com/US/san-francisco-police-chief-calls-probe-force-reporter/story?id=63268168", "author": "Chris Francescani and Alex Stone", "publishedAt": "2019-05-25T02:06:09Z", "content": "In an extraordinary move that capped two weeks of growing outrage sparked by the court-sanctioned San Francisco police raid of a reporters home, the city's police chief William Scott on Friday night acknowledged for the first time that the raid may have viola… [+6875 chars]", "source": {"id": "abc-news", "name": "ABC News"}, "urlToImage": "https://s.abcnews.com/images/US/william-scott-ap-jef-190524_hpMain_16x9_992.jpg"}, {"description": "Vintage photos of New York's hometown amusement park", "title": "Coney Island’s Rides Have Delighted (and Frightened) Us for Decades", "url": "https://www.nytimes.com/2019/05/20/nyregion/joy-and-fear-on-coney-islands-emotional-roller-coaster.html", "author": "Jeff Giles", "publishedAt": "2019-05-22T16:26:49Z", "content": "In May 1914, Coney Island played host to an unlikely party of VIPs led by Sir Arthur Conan Doyle and his wife, Lady Doyle. A New York Times reporter trailed the group all day, hoping for a quote from the famed creator of Sherlock Holmes. First he shot the chu… [+5508 chars]", "source": {"id": "the-new-york-times", "name": "The New York Times"}, "urlToImage": "https://static01.nyt.com/images/2019/05/22/lens/22coney-ast-1/22coney-ast-1-facebookJumbo.jpg"}, {"description": "Photographer Jon Enoch captures what could be the beginning of the end of moped culture in Hanoi.", "title": "Hanoi: A city of motorbikes and mopeds", "url": "https://www.bbc.co.uk/news/in-pictures-47908800", "author": "https://www.facebook.com/bbcnews", "publishedAt": "2019-04-28T23:17:18Z", "content": "British portrait photographer Jon Enoch has just finished a project documenting the use of mopeds in Hanoi, Vietnam. \r\nImage copyrightJon Enoch\r\n\"Mopeds are a way of life in South East Asia, the workhorse of the city, carrying a vast and unusual array of good… [+1321 chars]", "source": {"id": "bbc-news", "name": "BBC News"}, "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_news/06CE/production/_106424710_1_jonenoch_hanoi_ice-man_rt_a_v2.jpg"}, {"description": "British Prime Minister Theresa May was under pressure from her own party on Tuesday to abandon a bid to find a Brexit compromise with the opposition Labour Party.", "title": "UK's May under growing pressure to ditch Brexit talks with opposition Labour", "url": "https://www.reuters.com/article/us-britain-eu-idUSKCN1SK0LI", "author": "Reuters Editorial", "publishedAt": "2019-05-14T06:34:19Z", "content": "LONDON (Reuters) - British Prime Minister Theresa May was under pressure from her own party on Tuesday to abandon a bid to find a Brexit compromise with the opposition Labour Party. \r\nNearly three years since the United Kingdom voted 52% to 48% to leave the E… [+1244 chars]", "source": {"id": "reuters", "name": "Reuters"}, "urlToImage": "https://s3.reutersmedia.net/resources/r/?m=02&d=20190514&t=2&i=1386892681&w=1200&r=LYNXNPEF4D0AO"}, {"description": "Prime Minister Theresa May has said she will step down before the next phase of Brexit negotiations and, although she has not put a date on her departure, senior members of her Conservative Party are jostling to replace her.", "title": "Factbox: Who is hoping to be Britain's next prime minister?", "url": "https://www.reuters.com/article/us-britain-eu-leadership-factbox-idUSKCN1SN0XK", "author": "Reuters Editorial", "publishedAt": "2019-05-17T09:25:39Z", "content": "LONDON (Reuters) - Prime Minister Theresa May has said she will step down before the next phase of Brexit negotiations and, although she has not put a date on her departure, senior members of her Conservative Party are jostling to replace her. \r\nBelow are Con… [+7562 chars]", "source": {"id": "reuters", "name": "Reuters"}, "urlToImage": "https://s2.reutersmedia.net/resources/r/?m=02&d=20190517&t=2&i=1388048784&w=1200&r=LYNXNPEF4G0Q3"}, {"description": "The unflappable Sidi Larbi Cherkaoui, who works across an impressive range of forms, has made a new dance for Natalia Osipova and the Royal Ballet.", "title": "Beyoncé, Ballet and Points Between: A Choreographer Calmly Covers the Waterfront", "url": "https://www.nytimes.com/2019/05/07/arts/dance/sidi-larbi-cherkaoui-medusa-royal-ballet.html", "author": "ROSLYN SULCAS", "publishedAt": "2019-05-07T17:21:48Z", "content": "LONDON You have to be clear about where the movement is starting and where its going, Sidi Larbi Cherkaoui said mildly as a group of Royal Ballet men struggled with a backward roll that involved scissoring legs and a one-knee landing. You would be surprised h… [+1538 chars]", "source": {"id": "the-new-york-times", "name": "The New York Times"}, "urlToImage": "https://static01.nyt.com/images/2019/05/08/arts/08sidilarbi1/07sidilarbi1-facebookJumbo.jpg"}], "totalResults": 2930}